{
  "translation": {
    "sidebar.project": "Projects",
    "sidebar.about": "About",
    "sidebar.contact": "Contact",
    "hero.title": "Front-end Web Developer",
    "projects.title": "Projects",
    "productcard.title.medical": "Medical Appointment Booking",
    "productcard.description.medical": "A user-friendly, intuitive, and accessible platform that helps connect patients with doctors and specialists for consultations and medical prescriptions.",
    "productcard.title.estate": "DreamDwell Real Estate",
    "productcard.description.estate": "DreamDwell is a real estate web application designed to showcase our range of properties and services. It features authentication, property creation, and search functionality.",
    "productcard.title.chair": "Chair E-commerce",
    "productcard.description.chair": "Chair is an e-commerce platform dedicated to providing the best selection of chairs. This application allows you to add products to a cart and make payments through Stripe.",
    "productcard.title.qrcode": "QR Code Generator",
    "productcard.description.qrcode": "This website is a QR code generator. Enter your URL or a word, and it will generate your QR code.",
    "productcard.title.landing": "Forge Digital Agency",
    "productcard.description.landing": "Forge is a website for a digital agency.",
    "about.title": "About",
    "about.me": "Hi there! I'm Isabella Terano, a Front-End Web Developer and UX Designer based in Brazil. When I'm not writing code, you can often find me immersed in the world of horror films. Yes, I'm that person who eagerly anticipates every jump scare and plot twist! I’m always curious to learn more, especially when it comes to exploring new technologies and design. My focus is on empowering users through intuitive design, accessibility, and optimizing performance for a seamless browsing experience.",
    "contact.title": "Get in Touch",
    "contact.name": "Name",
    "placeholder.name": "Enter your Name",
    "contact.email": "Email",
    "placeholder.email": "Enter your Email",
    "contact.message": "Message",
    "placeholder.message": "Enter your message",
    "button.loading": "Sending...",
    "contact.button": "Send"
  }
}
