{
  "translation": {
    "sidebar.project": "Projetos",
    "sidebar.about": "Sobre",
    "sidebar.contact": "Contato",
    "hero.title": "Desenvolvedora Front-end",
    "projects.title": "Projetos",
    "productcard.title.estate": "DreamDwell Imobiliária",
    "productcard.description.estate": "DreamDwell é uma aplicacao web para o mercado imobiliário projetado para mostrar nossa gama de propriedades e serviços. Com autenticação, criação de propriedades e funcionalidade de pesquisa",
    "productcard.title.chair": "Chair Ecommerce",
    "productcard.description.chair": "Chair é uma plataforma de comércio dedicada a oferecer a melhor seleção de cadeiras, este aplicativo permitirá adicionar produtos ao carrinho e efetuar pagamentos através do Stripe.",
    "productcard.title.qrcode": "Gerador de QR-Code",
    "productcard.description.qrcode": "Este site é um gerador de QR-Code, digite sua URL ou uma palavra e ele irá gerar seu QR-Code.",
    "productcard.title.landing": "Landing Page Museum",
    "productcard.description.landing": "Uma landing page minimalista para um museu.",
    "productcard.title.extension": "Social Media Blocker",
    "productcard.description.extension": "Esta extensão do Google Chrome com o tema da série animada ‘Rick e Morty’ bloqueia redes sociais para que você possa parar de procrastinar.",
    "about.title": "Sobre",
    "about.me": "Olá! Sou Isabella Terano, desenvolvedora Front-End Web e UX Designer. Quando não estou escrevendo código, muitas vezes você pode me encontrar imerso no mundo dos filmes de terror. Sim, sou aquela pessoa que antecipa ansiosamente cada susto e reviravolta na história! Estou sempre curioso para aprender mais, quando se trata de explorar novas tecnologias e design. Meu foco é capacitar os usuários por meio de design intuitivo, acessibilidade e otimização de desempenho para uma experiência de navegação.",
    "contact.title": "Entre em Contato",
    "contact.name": "Nome",
    "placeholder.name": "Digite seu nome",
    "contact.email": "Email",
    "placeholder.email": "Digite seu email",
    "contact.message": "Mensagem",
    "placeholder.message": "Digite sua mensagem!",
    "button.loading": "button.loading",
    "contact.button": "Enviar"
  }
}
