{
  "translation": {
    "sidebar.project": "Projetos",
    "sidebar.about": "Sobre",
    "sidebar.contact": "Contato",
    "hero.title": "Desenvolvedora Front-end",
    "projects.title": "Projetos",
    "productcard.title.medical": "Agendamento de Consulta Médica",
    "productcard.description.medical": "Uma plataforma fácil de usar, intuitiva e acessível que ajuda a conectar pacientes com médicos e especialistas para consultas e prescrições médicas.",
    "productcard.title.estate": "DreamDwell Imobiliária",
    "productcard.description.estate": "DreamDwell é uma aplicação web para o mercado imobiliário projetada para mostrar nossa gama de propriedades e serviços. Com autenticação, criação de propriedades e funcionalidade de pesquisa.",
    "productcard.title.chair": "E-commerce de Cadeiras",
    "productcard.description.chair": "Chair é uma plataforma de comércio dedicada a oferecer a melhor seleção de cadeiras. Este aplicativo permite adicionar produtos ao carrinho e efetuar pagamentos através do Stripe.",
    "productcard.title.qrcode": "Gerador de QR Code",
    "productcard.description.qrcode": "Este site é um gerador de QR Code. Digite sua URL ou uma palavra e ele irá gerar seu QR Code.",
    "productcard.title.landing": "Forge Agência Digital",
    "productcard.description.landing": "Forge é um site para uma agência digital.",
    "about.title": "Sobre",
    "about.me": "Olá! Sou Isabella Terano, desenvolvedora Front-End Web e UX Designer. Quando não estou escrevendo código, muitas vezes você pode me encontrar imersa no mundo dos filmes de terror. Sim, sou aquela pessoa que antecipa ansiosamente cada susto e reviravolta na história! Estou sempre curiosa para aprender mais, especialmente quando se trata de explorar novas tecnologias e design. Meu foco é capacitar os usuários por meio de design intuitivo, acessibilidade e otimização de desempenho para uma experiência de navegação perfeita.",
    "contact.title": "Entre em Contato",
    "contact.name": "Nome",
    "placeholder.name": "Digite seu nome",
    "contact.email": "E-mail",
    "placeholder.email": "Digite seu e-mail",
    "contact.message": "Mensagem",
    "placeholder.message": "Digite sua mensagem!",
    "button.loading": "Enviando...",
    "contact.button": "Enviar"
  }
}
