{
  "translation": {
    "project": "Projetos",
    "about": "Sobre mim",
    "experience": "Experiência",
    "sidebar.contact": "Contato",
    "contact": "entre em contato",
    "heroabout": "mais sobre mim",

    "herop": "Eu desenho e desenvolvo sites simples e adoro o que faço.",
    "experience.title": "Experiência",
    "experience.senior": "Desenvolvedor Full Stack Sênior",
    "experience.senior.location": "San Francisco, CA",
    "experience.senior.description": "Desenvolveu e manteve aplicações web utilizando React, Node.js e Express. Implementou APIs RESTful e integrou serviços de terceiros. Liderou uma equipe de desenvolvedores e colaborou com designers UX/UI para criar experiências de usuário perfeitas.",
    "experience.fullstack": "Desenvolvedor Full Stack",
    "experience.fullstack.location": "Nova Iorque, NY",
    "experience.fullstack.description": "Construiu e otimizou aplicações web com foco em desempenho e escalabilidade. Trabalhou com tecnologias como Angular, Python e Django. Projetou e desenvolveu bancos de dados, garantindo segurança e integridade dos dados.",
    "experience.junior": "Desenvolvedor Full Stack Júnior",
    "experience.junior.location": "Los Angeles, CA",
    "experience.junior.description": "Ajudou no desenvolvimento de aplicações e recursos full-stack. Adquiriu experiência com JavaScript, HTML, CSS e tecnologias backend como PHP e MySQL. Contribuiu para revisões de código e documentação.",
    "experience.education": "Bacharelado em Ciência da Computação",
    "experience.education.location": "Universidade da Califórnia, Berkeley",
    "experience.education.description": "Especializou-se em desenvolvimento de software, algoritmos e gerenciamento de banco de dados.",
    "productcard.title.medical": "Agendamento de Consulta Médica",
    "productcard.title.estate": "DreamDwell Imobiliária",
    "productcard.title.chair": "E-commerce de Cadeiras",
    "productcard.title.qrcode": "Gerador de QR Code",
    "productcard.title.landing": "Forge Agência Digital",
    "about.me": "Olá! Eu sou Jasper Everett, um desenvolvedor Full Stack apaixonado com talento para criar aplicativos web dinâmicos e responsivos. Minha jornada no mundo da programação começou há vários anos, e desde então, aperfeiçoei minhas habilidades em uma ampla gama de tecnologias, permitindo-me dar vida a ideias inovadoras tanto no front-end quanto no back-end. Quando não estou imerso em código, você pode me encontrar explorando a natureza, tocando guitarra ou me dedicando à minha paixão pela culinária. Acredito que uma vida equilibrada alimenta a criatividade e a produtividade. Vamos nos conectar e criar algo incrível juntos!",
    "demo": "abrir projeto",
    "contact.p": "Interessado em trabalhar junto? Devemos marcar um horário para conversar. Eu pago o café.",
    "contact.title": "Entre em Contato",
    "contact.name": "Nome",
    "placeholder.name": "Digite seu nome",
    "contact.email": "E-mail",
    "placeholder.email": "Digite seu e-mail",
    "contact.message": "Mensagem",
    "placeholder.message": "Digite sua mensagem!",
    "button.loading": "Enviando...",
    "contact.button": "Enviar"
  }
}
